/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "ćelijski";
"connectivity.not-connected" = "Nije povezano";
"connectivity.wifi" = "Wi-Fi";

/* Alert view button */
"general.alertview.cancel" = "Otkazati";
"general.alertview.close" = "Blizu";
"general.alertview.dismiss" = "Odbaciti";
"general.alertview.error" = "greška";
"general.alertview.confirmation" = "Potvrda";

"general.alertview.ok" = "u redu";
"general.alertview.reload" = "Ponovno učitati";
"general.alertview.success" = "Uspjeh";

/* Filter sections title */
"history.filter.device" = "Uređaj";
"history.filter.networktype" = "Vrsta mreže";
"history.qos.detail.test" = "Test";
"history.qos.headline.details" = "DETALJI";
"history.qos.headline.tests" = "TESTOVI";
"history.result.headline.details" = "Detalji";
"history.result.headline.map" = "Karta";
"history.result.headline.measurement" = "Mjerenje";
"history.result.headline.network" = "Mreža";
"history.result.headline.qos" = "Ispitivanja kvalitete usluge";
"history.result.map.accuracy" = "Točnost";
"history.result.map.invalid-coordinates" = "Nevažeće koordinate";
"history.result.map.latitude" = "širina";
"history.result.map.longitude" = "dužina";
"history.result.map.result" = "Rezultat karte";
"history.result.map.show" = "Prikaži kartu";
"history.result.more-details" = "Više detalja";
"history.result.qos.details" = "DETALJI";
"history.result.qos.details.description" = "OPIS";
"history.result.qos.details.failed" = "NEUSPJEH";
"history.result.qos.details.succeeded" = "uspjelo";
"history.result.qos.results" = "Rezultati";
"history.result.qos.results-detail" = "Detaljni rezultati";
"history.result.time" = "Vrijeme";

/* History Sync Code Alert */
"history.sync.code-text" = "Kôd za sinkronizaciju";
"history.sync.code.copy" = "Kopirajte kod";
"history.sync.code.enter" = "Unesite kod";
"history.sync.code.enter-text" = "Unesite kôd za sinkronizaciju:";
"history.sync.code.request" = "Zahtjevni kod";
"history.sync.merge" = "Da biste spojili povijest s dva različita uređaja, zatražite sinkronizirani kôd na jednom uređaju i unesite je na drugi uređaj";
"history.sync.success-message" = "Sinkronizacija povijesti bila je uspješna.";
"history.sync.sync" = "Sinkronizacija";

/* History index buttons */
"history.uibar.filter" = "Filter"; /* Unused */
"history.uibar.sync" = "Sinkronizacija";

/* Loop Mode */
"loopmode.change_server.title" = "PROMIJENI SERVERA";
"loopmode.init.btn.test" = "Test";
"loopmode.init.btn.loop-test" = "Test petlje";
"loopmode.test.header.measurement" = "MJERENJE";
"loopmode.test.header.current" = "TRENUTNO";
"loopmode.test.header.median" = "ENT";
"loopmode.test.progress.format" = "LOOP MODE (%d od %d)";
"loopmode.test.init.title" = "LOOP MODE";
"loopmode.test.results.title" = "REZULTATI LOOP MODE";
"loopmode.test.time_to_next_test.title" = "VRIJEME DO SLJEDEĆEG TESTA";
"loopmode.test.movement.title" = "POKRET";
"loopmode.init.btn.loop.on" = "Loop On";
"loopmode.init.btn.loop.off" = "Loop Off";
"loopmode.test.immediately" = "Odmah";

"loopmode.test.state.init" = "U TOME";
"loopmode.test.state.ping" = "PING";
"loopmode.test.state.download" = "PREUZIMANJE DATOTEKA";
"loopmode.test.state.upload" = "UČITAJ";
"loopmode.test.state.qos" = "QoS";
"loopmode.test.state.packet-loss" = "IZGUBLJEN PAKET";
"loopmode.test.state.jitter" = "JITTER";

"loopmode.abort.abort" = "prekid";
"loopmode.abort.continue" = "Nastaviti";
"loopmode.abort.keep" = "Zadržati";
"loopmode.abort.title" = "Prekini?";
"loopmode.abort.message" = "Želite li prekinuti mjerenje?";

"loopmode_alert.activation_privacy" = "Aktivacija i privatnost";
"loopmode_alert.activation_privacy.description" = "Način rada petlje omogućuje automatsko ponavljanje testova.";

"loopmode_alert.data_usage" = "Korištenje podataka";
"loopmode_alert.data_usage.description" = "Imajte na umu da se tijekom postupka petlje prenosi velika količina podataka. Uz brzu internetsku vezu, pokreće 10 testova u petlji i troši 1 GB ili više dopuštenih podataka.";
"loopmode_alert.data_usage.description_2" = "Preporučuje se testiranje petlje samo s pravom paušalnom stopom gdje dodatni promet ne stvara dodatne troškove.";
"loopmode_alert.battery_power" = "Napajanje baterije";
"loopmode_alert.battery_power.description" = "Način rada petlje troši puno energije baterije. Između testova petlje, način rada petlje održava GPS i zaslon aktivnim, tako da se baterija prazni mnogo brže nego u stanju mirovanja. Testovi također troše bateriju.";
"loopmode_alert.battery_power.description_2" = "Način rada petlje smije se koristiti samo ako je dostupno produženo napajanje.";
"loopmode_alert.items.item_1" = "Prvi test započinje odmah nakon pritiska na gumb Start.";
"loopmode_alert.items.item_2" = "Daljnja ispitivanja započet će ili nakon isteka vremena čekanja (zadano 30 min) ili je postignuta konfigurirana udaljenost (zadano 250 m).";
"loopmode_alert.items.item_3" = "Ispitivanja će se provoditi dok se ne provede unaprijed određeni broj testova (zadano 10 testova).";
"loopmode_alert.items.item_4" = "Ove se vrijednosti mogu promijeniti u Postavkama.";
"loopmode_alert.items.item_5" = "Način rada petlje automatski se prekida nakon 2 dana.";
"loopmode_alert.items.item_6" = "Način rada petlje može se zaustaviti u bilo kojem trenutku.";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "Pravna obavijest";

/* Intro location question */
"intro.location.question.message" = "Da biste dobili uslugu lokacije, omogućite je u postavkama!"; /* Unused */
"intro.location.question.title" = "Upotreba lokacije"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "nepoznat";
"intro.network.connection.unavailable" = "Nije dostupna mrežna veza";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "App RAM";
"intro.popup.hardware.cpu" = "CPU";
"intro.popup.hardware.system-ram" = "Sustav RAM";
"intro.popup.hardware.usage" = "Korištenje hardvera";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "Povezivanje je u tijeku ...";
"intro.popup.ip.connections" = "IP veze";
"intro.popup.ip.no-ip-text" = "n / a";
"intro.popup.ip.v4-external" = "Vanjski IPv4";
"intro.popup.ip.v4-internal" = "Interno IPv4";
"intro.popup.ip.v6-internal" = "IPv6";

/* Intro popup location */
"intro.popup.location" = "Lokacija";
"intro.popup.location.accuracy" = "Točnost";
"intro.popup.location.age" = "Dob";
"intro.popup.location.altitude" = "Visina";
"intro.popup.location.position" = "Položaj";
"intro.popup.location.source" = "Izvor"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "Pozadinski promet";
"intro.popup.traffic.download" = "Preuzmite promet";
"intro.popup.traffic.upload" = "Prenesi promet";

/* Map callout */
"map.callout.measurement" = "Mjerenje";
"map.callout.network" = "Mreža";

/* Table section header title */
"map.options.filter.overlay" = "prekriti";
"map.options.filter.country" = "Država operatora";
"map.options.filter.operators" = "operatori";
"map.options.filter.period" = "Period";
"map.options.filter.technologies" = "tehnologije";

"map.options.filter.countries" = "zemlje";
"map.options.filter.all_countries" = "Sve zemlje";

/* Map overlay description */
"map.options.overlay.auto" = "Auto";
"map.options.overlay.heatmap" = "Toplinska karta";
"map.options.overlay.municipality" = "Općina";
"map.options.overlay.points" = "točke";
"map.options.overlay.regions" = "regije";
"map.options.overlay.settlements" = "naselja";
"map.options.overlay.shapes" = "oblici";
"map.options.overlay.whitespots" = "Bijele mrlje";

/* Alert view test intro message */
"test.intro-message" = "UPOZORENJE! Upotreba ove aplikacije može rezultirati velikim prijenosom volumena podataka. U 3G mreži volumen podataka za jedan test iznosi 5 do 10 MB. U mreži 4G, ovaj volumen može premašiti 100 MB. Davatelj prijave ne smatra se odgovornim za prekomjernu potrošnju uzrokovanu prijenosom podataka pri korištenju ove aplikacije. Prilikom testiranja internetske veze, korisnik treba uzeti u obzir rezultat internetskog prometa i prihvatiti posljedice prijenosa podataka.";

"test.aborted-message" = "Test je prekinut jer je aplikacija ušla u pozadinu. Testovi se mogu izvoditi samo dok se aplikacija prikazuje u prvom planu.";

"test.connection.could-not-connect" = "Veza se ne može uspostaviti. Vjerojatni uzrok je da je vaša veza vrlo spora";
"test.connection.lost" = "Veza s poslužiteljem za testiranje je izgubljena. Test je prekinut.";

/* Test phases */
"test.phase.download" = "Download";
"test.phase.init" = "U tome";
"test.phase.ping" = "Ping";
"test.phase.upload" = "Upload";

"test.qos.failed" = "Test kvalitete usluge nije uspio.";
"test.repeat" = "Ponovi test";
"test.result.not-submitted" = "Test je dovršen, no rezultati se ne mogu poslati testnom poslužitelju.";
"test.results.title" = "Rezultati ispitivanja";

"RMBT-TEST-START_QOS_BUTTON" = "Test QoS";

/* Unit suffex */
"test.speed.unit" = "Mbit/s";

"main-view-button-map" = "KARTA";
"history.delete" = "Izbrisati";
"test.abort.title" = "Prekid?";
"test.abort.abort" = "Prekid";
"test.abort.continue" = "Nastaviti";
"test.abort.message" = "Želite li prekinuti mjerenje?";
"test.startagain" = "Početi iznova";

/* Menu Items */
"RMBT-NI-HISTORY" = "Povijest";
"RMBT-NI-HOME" = "Dom";
"RMBT-NI-MAPS" = "Karte";
"RMBT-NI-STATISTICS" = "Statistika";
"RMBT-NI-SURVEY" = "Pregled";
"RMBT-NI-HELP" = "Pomoć";
"RMBT-NI-HISTORY-DETAILS" = "Detalji";
"RMBT-NI-HISTORY-TESTRESULT" = "Rezultat testa";
"RMBT-NI-INFO" = "Info";
"RMBT-NI-LOOP-MODE" = "Način petlje";

/* TabBar Items */
"tabbar.title.test" = "Test";
"tabbar.title.results" = "Rezultati";
"tabbar.title.map" = "Karta";
"tabbar.title.settings" = "Postavke";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "Proizlaziti";
"RMBT-NI-FILTER" = "Filter";
"RMBT-NI-SETTINGS" = "postavke";
"RMBT-NI-PUBLISHPERSONALDATA" = "Pošaljite osobne podatke"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "Web stranica";
"RMBT-INFO-EMAIL" = "E-mail";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "Uvjeti pružanja usluge";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "Pravila o privatnosti";
"RMBT-INFO-PRIVACYPOLICY" = "Pravila o privatnosti";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "Objavite osobne podatke";
"RMBT-INFO-CLINETUUID" = "Klijent UUID";
"RMBT-INFO-TESTCOUNT"  = "Broj bodova";
"RMBT-INFO-VERSION" = "Verzija";
"RMBT-INFO-SERVERVERSION" = "Verzija poslužitelja";
"RMBT-INFO-DEVELOPEDBY" = "Razvijen od";
"RMBT-INFO-SOURCECODE" = "Izvorni kod";
"RMBT-INFO-LEGALNOTICE" = "Pravna obavijest Google Karte";

"RMBT-ABOUT-TITLE" = "%@ je stvoren tijekom projekta MoQoS. Partneri na projektu bili su:";
"RMBT-ABOUT-FOOTER-TEXT" = "Posjetite moqos.eu za više informacija o projektu.";

/* Info Home */
"RMBT-HOME-PING" = "Ping (ms)";
"RMBT-HOME-DOWNLOADMBPS" = "Preuzimanje Mbps";
"RMBT-HOME-UPLOADMBPS" = "Prijenos Mbps";
"RMBT-HOME-START" = "POČETAK";
"RMBT-HOME-RUNAGAIN" = "NATJECANJE";
"RMBT-HOME-MBPS" = "(Mbps)"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "O %@-u";
"RMBT-SETTINGS-LANGUAGE" = "Jezik";
"RMBT-SETTINGS-DARKMODE" = "Dark Mode";
"RMBT-SETTINGS-NERDMODESETTINGS" = "Postavke načina gluposti";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Postavke razvojnog programera";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "Anonimni način sprečava povezivanje s klijentom uuid, rezultat mjerenja bit će odmah odvojen.";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "Glupan način omogućuje napredne značajke. Aplikacija će prikazati više informacija prije i tijekom testiranja.";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "Postavke razvojnih programera omogućuju ...";
"RMBT-SETTINGS-IPV4ONLY" = "Samo IPv4";
"RMBT-SETTINGS-IPV6ONLY" = "Samo IPv6";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "QoS mjerenja";
"RMBT-SETTINGS-QOSMANUALLY" = "ručno";
"RMBT-SETTINGS-QOSNETWORK" = "Na novoj mreži";
"RMBT-SETTINGS-QOSALWAYS" = "Stalno";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "Pošaljite osobne podatke";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "Pošaljite nula ispitivanja";
"RMBT-SETTINGS-GENERAL" = "General";
"RMBT-SETTINGS-INFORMATION" = "Informacija";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "Kvaliteta usluga";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "Kvaliteta usluge mjerenja uključuju ...";
"RMBT-SETTINGS-QOSENABLED" = "QOS omogućen";
"RMBT-SETTINGS-QOSDISABLED" = "QOS je onemogućen";
"RMBT-SETTINGS-NERDMODE" = "Glup način";
"RMBT-SETTINGS-ENABLENERDMODE" = "Omogući način gluposti";
"RMBT-SETTINGS-ANONYMOUSMODE" = "Anonimni način rada";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Postavke razvojnog programera";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "Napredne postavke";

"RMBT-DEVSETTINGS-DISTANCE" = "Udaljenost (metri)";
"RMBT-DEVSETTINGS-MINDELAY" = "Interval (min)";
"RMBT-DEVSETTINGS-MAXTESTS" = "Broj bodova";
"RMBT-DEVSETTINGS-LOOPMODE" = "Način petlje";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "Preskoči QOS testove";

"RMBT-SETTINGS-SEND-LOG" = "Pošalji zapisnik";
"RMBT-SETTINGS-CONTROL-SERVER" = "Control Server";
"RMBT-SETTINGS-IS-OVERRIDE-CONTROL-SERVER" = "Is override Control Server";
"RMBT-SETTINGS-DEV" = "Odjeljak Dev";
"dev.code" = "Dev kod";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "Zadana postavka sustava";
"RMBT-SETTINGS-PRIVACY" = "Privatnost";
"RMBT-SETTINGS-LOCATION" = "Mjesto";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "Upravljanje dozvolama u vezi s praćenjem lokacije";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "Isključite se iz prilagodbe oglasa";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "Upravljajte dozvolama u vezi s ID-om za oglašavanje";
"RMBT-SETTINGS-PERSISTENT-UUID" = "Uporni klijentski UUID";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "Potrebna je trajna klijentska UUID kako bi se omogućila mjerna povijest i sinkronizacija rezultata između uređaja";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "Analitika";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "Omogućite analitiku i šaljite nam tragove padova";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "Isključite se iz prilagodbe oglasa";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "Da biste upravljali dozvolama u vezi s ID-om oglašavanja, idite na Postavke -> Privatnost -> Oglašavanje";

"RMBT-MAIN-VIEWREPORT" = "Detaljno izvješće o mjerenju";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "Oglasi su uklonjeni. Hvala vam što ste podržali Open Nettest!";
"RMBT-SETTINGS-PURCHASE-FAILED" = "Nismo mogli dovršiti transakciju.";

"settings.start_next_test_immediatelly" = "Odmah započnite sljedeći test";

/* Map View Options */
"RMBT-MAP-STANDARD" = "Standard";
"RMBT-MAP-SATELLITE" = "Satelit";
"RMBT-MAP-HYBRID" = "Hibrid";
"RMBT-MAP-BASIC" = "Osnovni, temeljni";
"RMBT-MAP-STREETS" = "ulice";

"RMBT-MAP-OVERLAYOPTIONS" = "Mogućnosti karte Prikaz prekrivanja"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "trenutne postavke"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "Verzija upravljačkog poslužitelja";
"RMBT-DEVSETTINGS-SEVER" = "server";
"RMBT-DEVSETTINGS-ENABLED" = "Omogućeno";
"RMBT-DEVSETTINGS-NOGPS" = "Nema GPS-a";

"RBMT-BASE-DECLINE" = "Odbiti";
"RBMT-BASE-AGREE" = "složiti";
"RBMT-BASE-CONTINUE" = "Nastaviti";

"RBMT-CONSUMPTION" = "Test može uzrokovati povećanu potrošnju podataka";
"RBMT-BASE-PACKETLOSS" = "Gubitak paketa";
"RBMT-BASE-JITTER" = "biti nervozan";
"RBMT-BASE-TRAFFIC" = "Trenutačni promet";
"RBMT-DISABLED" = "onesposobljen";
"RBMT-BASE-TESTSERVER" = "Test poslužitelj";
"RBMT-BASE-MEASUREMENTSERVERS" = "Mjerni poslužitelji";
"RBMT-HISTORY-NORECORDSYET" = "Još nijedan test nije izveden s ovog uređaja";
"history.error.server_not_available" = "Poslužitelj nije dostupan. Pokušajte ponovno kasnije.";
"history.empty.button.title" = "Pokrenite prvi test";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "RÉSEAU";
"test.title.qos" = "Qualité de Service ";
"test.title.performed" = "IZVEDENA";
"test.title.passed" = "PROŠAO";
"test.title.failed" = "NEUSPJEH";
"test.title.test" = "Pokretanje QoS testova:";
"test.init.title" = "Test";

/* Tests descriptions */
"test.qos.titles.web-page" = "Web stranica";
"test.qos.titles.TCP-ports" = "TCP ports";
"test.qos.titles.UDP-ports" = "UDP ports";
"test.qos.titles.voice-over-IP" = "Glas putem IP adrese";
"test.qos.titles.traceroute" = "traceroute";
"test.qos.titles.unmodified-content" = "Unmodified content";
"test.qos.titles.transparent-connection" = "Transparent connection";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "Ovaj test provjerava može li se referentna web stranica, temeljena na ETSI Kepler referentnoj stranici, prenijeti preko interneta.";
"test.qos.descriptions.TCP-ports" = "TCP portovi se koriste za prijenos e-pošte, web stranica i drugih sadržaja.";
"test.qos.descriptions.UDP-ports" = "UDP portovi se koriste za IP telefonije, glasovne i video streaming.";
"test.qos.descriptions.voice-over-IP" = "Simuliran je dvosmjerni telefonski poziv preko interneta.";
"test.qos.descriptions.traceroute" = "Ovaj test bilježi mrežni put između ovog uređaja i poslužitelja.";
"test.qos.descriptions.unmodified-content" = "Ovaj test provjerava ne provodi li se podaci s poslužitelja tijekom prijenosa.";
"test.qos.descriptions.transparent-connection" = "Ovaj test provjerava ne provodi li se zahtjev za web-stranicom proxy poslužitelj.";
"test.qos.descriptions.DNS" = "DNS je katalog internetskih adresa. Ovaj test provjerava ne reagira li DNS odgovori.";

/* Show Detailed Results button */
"test.show-detailed-results" = "Detaljni rezultati";


"measurement.unknown_error.message" = "Mjerenje je prekinuto zbog nepoznate pogreške.";
"measurement.unknown_error.title" = "Mjerna pogreška";

/* History headers */
"history.header.ping" = "Ping";
"history.header.test" = "TEST/DATUM";
"history.header.packet-loss" = "POVRATAK PAKETA";
"history.header.jitter" = "JITTER";
"history.header.download" = "Download";
"history.header.upload" = "Upload";
"history.header.qos" = "Qualité de Service ";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "Slažem se s Pravilima o privatnosti i Uvjetima pružanja usluge.";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "Slažem se s Uvjetima pružanja usluge.";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "Slažem se s pravilima o privatnosti.";
"RBMT-PERSONAL-DATA-AGREEMENT" = "Prihvaćam slanje osobnih podataka.";

"info.text.open_data_sources_notice" = "Osim vlastitih podataka, koristimo i obrađujemo otvorene podatke iz sljedećih izvora pod Creative Commons Attribution 4.0 International licencom (CC BY 4.0): RTR-Netztest RTR-GmbH, Austrija; AKOS testna mreža AKOS-a, Slovenija; Netmetr od CZ.NIC, Češka; Merac Internet od strane RU, Slovačka."; /* Make customization */


"info.title.open_data_sources_notice" = "Otvorite izvore podataka";

"wizard.button.i_agree_to_all" = "Slažem se sa svima";
"wizard.button.essential_settings_only" = "Samo osnovne postavke";
"wizard.button.details" = "Postavke";

"wizard.one_page.title" = "Dobro došli u %@";
"wizard.one_page.privacy_description" = "Prije nego počnete koristiti aplikaciju, željeli bismo da pregledate %@ i donesete informirani izbor osobnih podataka. Kasnije je možete ponovo posjetiti putem izbornika / info-stranice. Uvijek nas možete kontaktirati sa svojim pitanjima privatnosti na %@.";
"wizard.one_page.analytics_title" = "ANALITIKA";
"wizard.one_page.analytics_description" = "Informacije o Analyticsu upotrebljavaju se za razumijevanje načina na koji korisnici upotrebljavaju mobilne aplikacije i kontinuirano optimiziranje usluge. Prikupljamo i podatke tragova sudara koji nam pomažu da statistički procjenjujemo, analiziramo i riješimo padove i greške. Također upotrebljavamo identifikator oglašavanja kako bismo atribuirali prethodno posluženo oglašavanje u instalaciju aplikacije i korisničku analizu.";
"wizard.one_page.persistent_client_title" = "PERSISTENTNI KLIJENT UUID";
"wizard.one_page.persistent_client_description" = "Klijent UUID je nasumično generirani ID koji se sa svakom mjerom sprema. Perzistentni UUID klijenta znači da je ID jednak za svako mjerenje. Potrebno je omogućiti mjerenje povijesti i sinkronizaciju rezultata između uređaja.";
"wizard.one_page.finish_description" = "Izaberite ovdje. Kasnije ga možete promijeniti u Postavkama.";


